[
    {
        "person": "Kavya Sunandaraj",
        "feedback": "One of the best yoga instructors course , and yoga centre , therapy classes for diabetes, Sunday advance course . I am going to this yoga centre from last June and it has worked wonders . My thyroid has come to control . And my body is toned and I am very happy with all the teachers."
    },
    {
        "person": "Shree",
        "feedback": "Quality of teaching is good.<br>Teachers are very approachable.<br>Commendable teaching staff.<br>Friendly environment"
    },
    {
        "person": "Chaitra SR",
        "feedback": "SYVK is one of the best yoga Institute. It is known for its authenticity and traditional approach to YOGA. The institute offers a wide range of yoga programs and courses catering to all levels from beginners to advanced practitioners. The institute fosters in personal growth and well-being. The faculty members are knowledgeable and experienced, who ensures high-quality instruction, making it an excellent choice for anyone seeking to deepen their yoga practice."
    },
    {
        "person": "Shilpa Joshi",
        "feedback": "A friend introduced me to SYVK. In the past, I did not enjoy yoga classes much and was never consistent. But this time, it's been a pleasantly different experience. I enjoy the asana's and the variations which enable me to push myself, teacher ensures that it does not become monotonous, she touches both physical and mental aspects, and also caters to individual needs while making us comfortable. I am experiencing a positive change in me both physically and mentally and and look forward to every session. A big thank you to my teacher and SYVK. "
    },
    {
        "person": "Sripriya",
        "feedback": "My 4 year old daughter attended a 10 day summer camp, Bala Vikasa Shibira at SYVK. As parents we were doubtful if she would be interested to attend the program but surprisingly she was very eager to go to class everyday and enjoyed it. Teachers are extremely good and made the class very interesting for the kids with stories and activities and funtime along with yoga. Laughter yoga for parents, visit to nursery, the wonderful valedictory ceremony of all kids were some of the additional things parents could be a part of. The discipline and values they teach at the institute is much needed for everyone and we are extremely happy that our daughter got this exposure at such an early age. One of the best places we have at yelahanka and I strongly recommend this place for all. Thanks to all the lovely teachers at SYVK for the love and dedication."
    },
    {
        "person": "Ranjani",
        "feedback": "I first got introduced to SYVK when I joined their free 1 week course for seniors. The patience, professionalism and dedication with which the instructors. Feeling good, energised and motivated after a week of Yoga ( Warm up exercises, Relaxation techniques, Chair & Regular Surya Namaskaars, Yoga Asanas, Pranayams) I joined SYVK's 1 month free Stop Diabetes Movement Online Course.<br> Detailed explanation of the science and reasoning. Explaining the health benefits of every warm up exercise and Asana. Forwarding on What's App, notes on what is being taught in the classes. All in all it has been a great experience and I look forward each day for the class. I feel so much more energised and am able to appreciate the usefulness of Yoga in maintaining a healthy mind and body. <br>Thank you team SYVK."
    }

]
