[
    {
        "name": "Gopalakrishna Hegde",
        "img" : "./img/Gopal.jpg",
        "desc" : "President",
        "quote": "Yoga is the way of life",
        "about" :"Shri Gopalakrishna is the Founder President and Trustee of Shree Yoga Vijnana Kendra. He is a direct disciple of Padmashree Dr. H.R. Nagendra, the founder of S-VYASA. Being a passionate Horticulturist, he is equally well-versed in the theoretical and practical aspects of Ashtanga yoga. He has been teaching yogic knowledge since 2004. He regularly gives talks on topics related to yoga on All India Radio. <br><br> He has been equally instrumental in bringing yoga to the corporate world in ISRO, ABB, and other institutions.  He is a very kind and gentle person and a very able leader who leads by example. Despite his busy schedule, he makes time for many philanthropic activities. And contributes his best in terms of finances as well as knowledge to whoever needs it. He is a quick decision maker and always ensures quick expedition of administrative duties by his team of faculty at SYVK.<br><br> Apart from Yoga, he believes in the integrated approach to maintaining health with Naturopathy, Ayurveda, and other alternative therapies. He envisions an all-encompassing therapy and scientific research center for yoga on a larger campus providing health and happiness for many more people at affordable rates for all.  His “simple living and high thinking” make him a much sought-after resource person for various platforms, online as well as offline sessions. "
    },
    {
        "name": "Sadanand Guddad",
        "img" : "./img/Guddad.jpg",
        "desc" : "Vice President & Yoga Teacher",
        "quote": "Yoga is a lifestyle which enables us to live a healthy, happy and peaceful life ",
        "about" :"Shri Sadanand Guddad is the Vice-President of SYVK and is more of a father figure to all teachers and students alike. A retired Banker, he is one of the founding trustees and conducts an end-of-the-day calming down yoga session rightly called “Manaprashamana yoga”. He has been regularly teaching yoga since 2012, conducting regular classes for positive health, diabetic therapy and YIC theory classes. Coming from a beautiful family of well-bonded siblings and extended relatives, he treats each of the teachers and yoga participants as his own family and spreads care and affection among all.  His success as a yoga therapist and yoga teacher lies in the fact that many people (exact number not available) are leading diabetes-controlled lives, one lady is relieved of postnatal depression and now leading a successful life. Stress relief is happening to most of the participants who were experiencing stress before joining yoga. His guidance and consultation are sought after in many nearby yoga institutions. He takes an active part in the conduct of the International Day of Yoga Celebration every year mobilizing more school and college students to the yogic way of life."
        
    },
    {
        "name": "Lakshmi Raghavan Ananda",
        "img" : "./img/Lakshmi.png",
        "desc" : "Trustee & Yoga teacher",
        "quote": "yog is the beautiful meeting of like-minded people working in unison for better health, lasting happiness, and elevated energy to reach closer to the Paramatma.",
        "about": "Lakshmi has been with SYVK since 2017. She is the topper of the Yoga Instructor Course held in the 2017 batch of SYVK. Secured 2nd prize in state-level Yoga Competition held in Bengaluru in the year 2018, 1st place in the National Yoga Competition held in Bengaluru in the same year. In 2019, she conducted summer camps at various locations for kids. She has also completed Advanced Yoga Training in the year 2020. She gives talks on International Day of Yoga on various topics related to physical and mental health at schools, colleges, and other platforms. Her expertise includes topics like pranayama, eye exercises, and asanas for diverse populations including the elderly, the depressed and anxious, and the differently abled children. <br><br>She has been conducting theory as well as practical sessions for various age groups and different categories. She also engages herself in individual therapy sessions for suicidal thoughts, depression, anxiety, and other lifestyle problems. <br><br>She is also a  Psychological counselor. Her Sessions are always focused on maintaining the classical Ashtanga yoga practice in accordance with the prescriptions of VYASA, Jigani. She is exploring the possibility of bringing more of Bharateeyata into the external appearance of people, leading to insightful inculcating of rich traditional values into the minds. She has done her Masters in Psychology from Pune University, in 1999 and a UGC-NET qualified senior lecturer in 2000 also obtained her B.Ed from Central Institute of Education in 2006."
    },
    {
        "name": "Lalita Patawardhan",
        "img" : "./img/Lalitha.jpg",
        "desc" : "Trustee & Yoga Teacher",
        "quote": "Living in harmony is yoga.",
        "about" :"Smt Lalita, the senior-most lady teacher at SYVK, is the first to begin the day with her Brahma muhurtham yoga at 5 a.m. She is completely and wholeheartedly devoted to her work and brings in her native learning of Sanskrit and biology into her sessions. Her commitment is reflected by the fact that she has been a regular teacher for her 5 am batch since 2016, hardly taking any leave. She plans her vacation or other personal work such that she doesn't miss any of the weekday yoga sessions. She personally experiences complete involvement in the sessions that she conducts and says that the external world fails to exist for her during that duration. She is a constant learner by self-contemplation as well as by attending other expert sessions. She was felicitated on the International Day of Yoga-2020 by Yoga Sangama, Yelahanka, Bengaluru. She is invited as a chief guest at schools and institutions for Yoga events. She is a popular resource person and conducts Sanskrit workshops on behalf of Sanskrita Bharati. A constant learner, she keeps her ears and eyes open to all possible avenues of seeking knowledge. She also conducts therapy sessions for backache, Diabetes, and hypertension. She is presently doubling up as the YIC Coordinator and successfully handling the multiple demands of organizing sessions, getting tasks done from the YIC participants, arranging resource people, and ensuring a pleasant experience for the YICians."
    },
    {
        "name": "Meenakshi Sivaraman",
        "img" : "./img/Meenakshi.jpg",
        "desc" : "Trustee & Yoga Teacher",
        "quote": "Yoga is a spiritual discipline.",
        "about" :"Meenakshi has been teaching yoga since 2015. “Yoga has helped me to overcome the autoimmune disease. Since then, I have focused my yoga journey on improving health, happiness, and calm through yoga asanas, pranayama, and meditation,” she says. She takes multiple sessions throughout the day and guides her participants step by step into the final posture making sure that they follow the breath. <br><br> She is equally efficient with professionals, housewives, and school and college students. She also conducts sessions for individuals requiring special attention in terms of specific asanas to cure themselves naturally from physically or medically limiting conditions. She also conducts prenatal yoga sessions.<br><br> Her accomplishments include: Yoga Instructor Course (YIC), Advanced Yoga Trainer, Supreme Master International Yogi Achiever Course (SMIYA), Other Certifications: Yoga Instructor for Diabetes Exercise (YIDM), Yoga Research Course ( CYS) Karnataka University and also won the Global Yoga Sanjeevini Award 2017 at the Global Title Championship held at Jawaharlal Navodaya Vidyalaya, Bangalore. She has also completed a referee course." 
    }, 
    {
        "name": "Sharmila Mhashalkar",
        "img" : "./img/sharmila.jpg",
        "desc" : "Trustee & Yoga Teacher",
        "quote": "Yoga needs to be practiced and experienced for liberation",
        "about" :"Sharmila has been associated with SYVK from the year 2015. She has a good hold on Patanjali Yoga Sutra and has been teaching the same. She also conducts therapies for various yoga practitioners. She has also completed the Advanced Yoga Training Course and also conducts classes for many yogis for the same. She teaches Bhagavad Geeta to her students. To put it all together, She has been practicing and preaching both 'Yoga Marga' and 'Bhakti Marga'  to her students. <br><br> Her expertise lies in treating some of the most common but life-risking diseases. She has expertise in curing issues like Diabetes, Hypertension, PCOD and PCOS, obesity, High cholesterol, and backache. She undertakes need-based yoga therapy for prenatal and postnatal care. " 
    },
    {
        "name": "Prathima D.S",
        "img" : "./img/Prathima.jpg",
        "desc" : "Trustee & Yoga Teacher",
        "quote": "Yoga is a way of life.",
        "about" :"Starting her yoga career in 2016, she took it up as a commitment to reach out to those who are struggling with body pains and aches. Not before she experienced relief from severe neck and back pains because of her chores at home. She experimented with yoga postures by joining Shree Yoga Vijnana Kendra between 2013 and 2016. Her happiness and relief are reflected in her own words,  “After several months of consistent practice, all my body aches, anxiety and anger reduced.” <br><br> Her strength lies in the therapeutic yoga practices aimed at reducing backache, diabetes, blood pressure, and so on. Her yoga certifications include Yoga Instructor’s Course (YIC), Yoga Instructor for Diabetes Movement (YIDM), Advanced Yoga Training course (AYTC), and also completed Perinatal Yoga Course from S-VYASA."
    },
    {
        "name": "Vani A Hegde",
        "img" : "./img/Vani.jpg",
        "desc" : "Trustee & Yoga teacher",
        "quote": "Yoga is Dinacharya, essential spiritual discipline if missed, will remind its absence leaving us guilty",
        "about": "Vani Hegde hails from Dharwad. She has been practicing yoga for 10 years. She started her yoga journey in Dharwad when she was 35 years old. Vani has been with SYVK for the past 5 years. Her educational qualifications include a BSc in statistics. She is also pursuing an MSc in Yoga. Her thesis topic is the Effect of Laughter Yoga and Nadanusandhana pranayama on elderly citizens in improving their quality of life and quality of sleep. Nadanusandhana is about creating  vibrations in the body that resonate in the body to remove toxins from the body(Annamaya kosha) and thoughts from the Mind (Jyanamaya kosha) to achieve the ultimate Samadhi state and union with the Brahman. <br><br> Vani’s classes include students from age 10 to 65 years. Each class is planned to make sure all the students are engaged throughout the class. She strives to make her students achieve their dream poses along with fun activities, 2-minute challenges, Bhagavad Gita recitation, laughter yoga, and many more.<br><br> Punctuality, commitment, and time management are the key takeaways from her classes."
    },
    {
        "name": "Rashmi C",
        "img" : "./img/RashmiC.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is an exercise to discipline our body & mind.",
        "about": "Having been a student practicing regularly and enjoying some benefits, Rashmi has completed her Yoga Instructor’s Course in 2022 and has been teaching Ashtanga yoga. She has gained a lot of knowledge & confidence through yoga. She feels that yoga has helped her gain full confidence to face any challenges. Earlier, she had been a homely introverted woman, and now no longer restricted herself to the confines of a home. "
    },
    {
        "name": "Godarashmi N",
        "img" : "./img/Godarashmi.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is the only practice that helps us in balancing and managing our mental stress. It helps in accepting the reality of life. It promotes mental growth and improves our presence of mind.",
        "about": "Rashmi has been a testimony for SYVK. She joined us as a student and after experimenting as a student for 6 years, she completed her Yoga Instructor Course in our Institution to qualify as a teacher. Her educational qualifications include MSc and BEd in Biology and Chemistry. Her  experience for many years as a teacher in Biology and Chemistry helps her to understand and reciprocate the in-depth study of physiology and psychology that Yoga provides, along with practical experiments with our own body and mind. She can relate the various Asanas with the human anatomy and feel the body resonating with the energy when each part of the body is stimulated after the practice.<br><br> Her classes are enjoyed thoroughly by all age groups. Ashtanga Yoga class includes students from different age groups. Rashmi considers the ailments and problems faced by all her students and formulates each class with the objective of addressing every issue of her students so that they enjoy the practice and stretch their bodies a little more every day to achieve the final pose. Her motto for the day is that students should be glad and happy with their practice for the day to keep themselves active throughout the day by giving up laziness."
        
    },  
    {
        "name": "Shantala Bhat",
        "img" : "./img/Shanthala.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is bringing body, breath and mind together and also calming down the mind.",
        "about": "Shantala Bhat has completed the Yoga Instructor Course in 2022. She came in touch with SYVK last year. She takes her classes as per the Ashtanga Yoga, VYASA, Jigani. She completely focuses on the correct postures as it has more side effects when done wrong. She gives personal attention to all the students while practicing asanas. She concentrates on the body and breath awareness while doing Asanas. She also gives significant time for calming down the mind by doing pranayama and Om meditation. She blends her soothing voice into the yoga session and brings the bhava of bhakti by including melodious bhajans. She also conducts sessions for kids in the Annual SYVK summer camp. She is pursuing her Advanced Yoga Training Course to deepen her yoga journey and make her body flexible. "
    },
    {
        "name": "Mamatha T G",
        "img" : "./img/mamtha.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is the Way of life. It's an attempt to keep equilibrium in all aspects of life",
        "about": "Mamatha has been with SYVK since 2012. “SYVK has always been a welcoming, calm, and peaceful center for me.” she reminisces. She attended the 10.30 am Ladies' batch from 2012 to 2014. The classes used to have guest Lectures by senior teachers on Mudra, pranayama, Rajayoga, Trigunas, cleanliness, maintaining the health of ladies, and so on. <br><br>She has attended the Rathasapthami celebration of 108 rounds of Surya Namaskar, an Annual Day celebration which included guest lectures from Eminent persons and guests from S-Vyasa. She has been an active part of the MADUMEHA MUKTA BHARATHA CAMPAIGN and witnessed the Guinness record of Shirshasana in front of VidhanaSoudha. <br><br>She started taking classes in January 2015. <br><br> She conducts sessions for people with back pain, diabetes, hypertension, thyroid issues, and anxiety. She guides them to regulate their daily living and helps them to control and maintain their paraments with Yoga practice. Her classes are  interactive, providing them the opportunity to share their knowledge about their interests, their professions, hobbies, etc."
    },
    {
        "name": "Anitha Hegde ",
        "img" : "./img/team.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is  a systematic way of doing the body movements with breathing",
        "about": "Anitha has earned the title of Trivikramasana Anita, due to her perfect balance, impeccable alignment, attention to meticulous details in the asana, and incredible stretches. She is an advanced yoga trainer and practitioner herself spending almost 4 to 5 hours of personal practice other than conducting training sessions for her students. This easily makes her a national-level gold medalist in many of the competitions she participates in. Her name is in the Guinness Book of World Records for the Longest holding of Shirshasana for yoga practitioners held in the year 2017 at Vidhana Soudha. She was a Yogarjuna Awardee in 2016 and Yoga Praveena in 2017.  She also conducts group/personal therapy sessions for prenatal yoga, diabetes, backache, high blood pressure, thyroid, and other hormonal disorders to name a few of them. <br><br> She is hardworking, dedicated, and sincere in her approach and expects these same standards from her students. She is a name to reckon with at ISRO yoga sessions and many other corporate sector and educational institutions. Her Lecture-demo sessions have been very successful not only in Bangalore but in other districts in Karnataka too. She has completed M.Sc Yoga apart from the Advanced Yoga training Course, Supreme Masters International Yoga Achiever’s Course, Yoga Referee Course, and Yoga Instructor in Diabetes Mellitus, all affiliated to VYASA, Jigani, Bangalore. "
    },
    {
        "name": "Balaka Chatterjee",
        "img" : "./img/Balaka.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is a space where you are aware of your body and thoughts and are willing to tune it for higher potentials.",
        "about" :"Balaka has been with Shree Yoga Vigyana Kendra from its early days and has been an integral contributor to its success and prosperity. In 2013, she completed her Yoga Instructor's Course in the second batch from SYVK. <br><br> By profession, Balaka is a cost accountant who has previously worked with many private companies and international organizations.<br><br> In 2021, she obtained her Master's degree in Yoga and now uses her deep knowledge and insightful understanding of therapeutic yoga treatment with respect to the gut and related systems. Her deep relaxation and advanced techniques classes are thoroughly enjoyed by all participants.<br><br> Balaka was the YIC Coordinator for 2023. In her batch, she inspired her students to produce mini research-based projects as part of their YIC submissions. Her earnest passion for teaching her students all that she can and making them the best versions of themselves makes her a very special yoga mentor.  Her sessions come from a deep understanding of the subject matter and with a lot of takeaway messages conveyed with the same amount of motherly love and compassion. "
    },
    {
        "name": "Chaitanya G N",
        "img" : "./img/Chaitanya.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is the practice of connecting body, mind, and breath.",
        "about" :" Chaitanya completed a decade of association with SYVK. Coming from a background of technical education, she has varied interests in Kannada literature, reading and writing Kannada articles, creating skits and directing them, stage performances, acting, and making craft items apart from yoga. She has been a regular resource person for YIC sessions in practical sessions, where her fluent delivery of instructions makes it a comfortable journey for young learners to get clarity in their own sessions.  She likes organizing events as the anchor of the entire program and has executed many yoga events for SYVK. She took an active interest in the activities of SYVK and took the lead in conducting the International Day of Yoga protocol at Rail Wheel Factory, Yelahanka in 2023. She is a cheerful person and brings in the same to her sessions."
    },
    {
        "name": "Sheetal Pillai",
        "img" : "./img/Sheetal.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga helps experience a sense of control over emotions, establish a deep connect with Inner Self, and have a peaceful mind in a healthy body.", 
        "about": "Sheetal started her yoga practice at Art of Living in 2016. After completing  YIC, she immediately obtained her Master's degree in yoga in 2022 from S-VYASA and also holds other certifications like an Advanced Yoga training Course, Antenatal Yoga Teacher’s Training Course, Diploma in Ayurvedic Diet and nutrition Course, Yoga Nidra Teachers Training Course and Yin Yoga Teachers Training Course. She also earned a Masters in Finance. After gaining several years of professional experience in the corporate world (IBM and other companies), she decided to make yoga her own career.  She is a creative artist with a great flair for making innovative yoga fliers for SYVK Social media. Despite the demanding role of mothering two young kids, Sheetal finds yoga as a beautiful time for recreation and rejuvenation. She believes that each of us is special, beautiful, and unique, due to differences in our movements and body structures, each practice is unique, and everyone can benefit from some form of yoga. She hopes to encourage and inspire others to explore and enjoy the physical, emotional, and spiritual benefits that yoga practice has to offer. <br><br> She regularly conducts therapeutic yoga sessions for various ailments including knee pain, hypertension, backache, weight loss, fibromyalgia, PCOD, and so on. Her expertise in Chair yoga, Special relaxation techniques, Customized Meditation techniques, Yoga Nidra sessions, Yin yoga, and Ashtanga yoga Vinyasa sessions make her a favorite teacher for her participants. She has been awarded the Achievement Citation from SYVK for Best Outstanding Contribution and Promotion of Yoga. She also conducted free sessions for many senior citizens on pranayama for Covid management. She specializes in diabetes management, yoga for cancer, yoga for kids, and yoga for senior citizens. "       
    },
    {
        "name": "Ashwini Tapasvi Sahane",
        "img" : "./img/AshwiniS.jpg",
        "desc" : "Yoga teacher",
        "quote": "Yoga is the way of life",
        "about" :"Wanting to become a pilot and maneuver flights in the air, Ashwini now has opened her arms to guide people’s health habits on land to rediscover their  happiness. She has been a very active teacher since 2017. Her technical knowledge makes her equally proficient in online as well as offline sessions. She is a trained yoga instructor for Diabetes Mellitus. Her thirst for perfect asanas led her to the Advanced Yoga Training Course in 2019. In pursuit of deepening her yoga knowledge, she is now towards the completion of her M.Sc in yoga from VYASA, where she is researching IAYT(Integrated Approach for Yoga Therapy) on  hypertension. <br><br> She is acclaimed as a yoga therapist for diabetes, thyroid disorders, hypertension, Asthma, etc. She conducts regular Meditation sessions  and cleansing purificatory practices called kriyas. " 
    },
    {
        "name": "Subashri S",
        "img" : "./img/Subhasri.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is a simple method to balance body and mind without extraordinary efforts or expenses",
        "about" : "Starting her yoga journey during the challenging time of seeing her mother fighting cancer, Subashri completed her YIC in 2017. She has been teaching yoga since 2019, in both online as well as offline sessions. She is comfortable in personal interactions with students to guide her students of all ages as well as both male and female participants. Her sessions are innovative and packed with stretches for beginners, intermediate, and senior practitioners. She has made steady progress in teaching yoga to others and gained the confidence of the students. "
    },
    {
        "name": "Kashinath Gundad",
        "img" : "./img/Kashi.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Do yoga, grow your life. No yoga, no life!",
        "about" : "Kashinath has been practicing yoga since 2008, but started teaching in 2014. His yoga qualifications include the Yoga Instructors Course, Advanced Yoga Training Course, Supreme Masters International Yoga Achiever Course, and Yoga Referee Course. He wakes up in Brahma muhurtham and  practices yoga every day before resuming his worldly commitments. His effortless performance of advanced yoga asanas with a smiling face inspires the students to try them too."
    },
    {
        "name": "S Venkataraman",
        "img" : "./img/S_venkataraman.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga enables controlling the mind, through which we achieve a better personality, clarity of thought to be better in daily life too",
        "about" :"Venkat as he is popularly known, has been a yoga practitioner since the 1990s though the formal certification happened in 2022. He has had wide exposure to different schools of training like the Vivekananda Centre in Hyderabad, Sivananda School in Delhi, and SYVK in Bengaluru. And this has helped him understand the nuances of yoga practice. At present, he is undergoing the Advanced Yoga Training Course. He feels happy and considers it as an achievement to be part of SYVK. His personal practice includes yoga asanas, pranayama as well as chakra healing. "
    },
    {
        "name": "Gouri Hegde",
        "img" : "./img/Gouri.jpg",
        "desc" : "Trustee",
        "quote": "Yoga means yuj, to join the body, soul and the supreme soul",
        "about" : "Kind-hearted and gentle, blessed with a melodious voice, Gouri didi has a very clear Sanskrit diction and gives importance to correct pronunciation of shlokas and words. Her sessions on Srimad Bhagavad Gita Chanting reverberate with devotion and melody.  She has been a part of SYVK since its inception and has been instrumental in spreading the knowledge of yoga to many school children, in North Bangalore. She takes a keen interest in gardening and is very creative not only in drawing and painting but also in yoga session sequencing. With a keen eye for perfection in asana, she guides her students to work towards the same. Being closely associated with the founders of S-VYASA, she is a ready reckoner for any doubts related to asana and pranayama practices for students and teachers alike. She is very committed and sincere in all her activities and successfully conducts yoga-based summer camps for children inculcating in them value for resources and love and respect for nature.  She credits her healthy body and mind to her long years of yoga practice. She has a huge fan following of students for her sweet voice and correct pronunciation. "
    },   
    
    {
        "name": "Sukanya Subramanya",
        "img" : "./img/Sukanya.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is a spiritual way of disciplining life",
        "about" :"Sukanya has been part of SYVK since 2013. Experiencing the life-changing transformations through yoga herself as a student, she realized her passion for health and happiness and expanded herself to reach out to more such people who needed yogic care. After completing her Yoga Instructors Course in 2017, she also immediately equipped herself as a Yoga Instructor for Diabetes Mellitus. She intensified her yoga journey to complete the Advanced Yoga Training Course from VYASA, Jigani, Bengaluru, and then capped it with the Supreme Master International Yoga Achiever Course. <br><br> Her success story in yoga is an inspiration for all who know her. She is a generous donor to SYVK and has sponsored the YIC program for many needy and deserving candidates. Apart from this, her expertise in dealing with senior citizens makes her a reliable resource for “Chair yoga with the elderly” and she ensures a good bond among her participants where each of them encourages the other to perfect the asanas. She regularly conducts yoga and laughter sessions for girls at Sri Dayananda Saraswati Ashram, Attur, Bengaluru.   The average age of her therapy batch is 60 years old. She believes that variety in asana practice helps the body see more benefits in a shorter duration. Her innovative guided meditation sessions are very well received. Krida yoga and laughter yoga are her specialties. A down-to-earth personality with a beautiful smile always on her face makes her easily accessible to people of all ages, kids and adults alike." 
    },
    {
        "name": "Dr.B.K.Chandrashekhar",
        "img" : "./img/Chandrasekhar.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is an ocean. Its knowledge is wide and expansive.",
        "about" :"Dr. Chandrashekhar specializes in conducting yoga therapy for various ailments. Some of them are Asthma, Obesity, Headache, and Nervousness. He actively specializes in teaching  fitness yoga, Advanced yoga, Smiya yoga, Advanced power yoga, Kriya yoga, Artistic yoga, Pair yoga, and Rhythmic yoga. He is known to motivate his students by counseling them, demonstrations, and motivational speeches. He is an international yoga referee. Karnataka Yoga Association Referee (KYA) – Karnataka Yoga Association."
    },
    {
        "name": "Mamatha V",
        "img" : "./img/MamthaV.png",
        "desc" : "Yoga Teacher",
        "quote": "Mind, body, and breath control at a time is yoga.",
        "about" :"Mamatha is a software engineer by profession and a yoga practitioner by desire" 
    },
    {
        "name": "Anuradha Belamkar",
        "img" : "./img/Anuradha.png",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is all about self-discipline, handling emotions, and breathing awareness. Yoga teaches us to live life in harmony. It builds a positive attitude with physical strength by performing asanas and mental strength through Bhakti Yoga",
        "about" :"As a long-term student, Anuradha tries to learn and achieve perfect postures as per her strength. Hence, when she conducts sessions, her participants also are motivated to try and experiment with their postures and reach maximum perfection. She focuses on asanas in detail giving time to experience the physical details and then allowing an inward journey into the breath and mind. <br><br> Having completed her YIC in 2022, she is hardworking and dedicated in her approach." 
    },
    {
        "name": "Ashwini N",
        "img" : "./img/Ashwini.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is Flexible body, peaceful mind and stable breath",
        "about" :"Ashwini has been conducting yoga classes since 2020. With her petite figure, she balances flexibility and strength in her dynamic yoga sessions. She conducts two batches every day and her expertise lies in effortless easy stretches which give a lot of muscle strength in the long run." 
    },{
        "name": "Rajalakshmi N",
        "img" : "./img/Rajalakshmi.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is a spiritual discipline.",
        "about" :"Just the presence of Smt Rajalakshmi is enough to make anybody feel calm and relaxed. Since 2015, she has been conducting yoga classes and her personal practice goes back to her early childhood. Having been practicing for so many years, she is very very convinced about the benefits of yoga for all and is passionate about her teaching. She wants to reach as many people as possible through her yoga sessions. She credits her flexible body and calm mind to her disciplined yoga routine. Maintaining a fine balance between her elderly in-laws and a young grandchild, she also is equally passionate about art and craft. She takes an active interest in our kids’ summer camp every year. " 
    },
    {
        "name": "Jayashree Murali",
        "img" : "./img/jayshree.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is a way of life.",
        "about" :"Jayashree has completed her M.Sc in yoga after her YIC and Advanced Yoga Training Course. Her expertise is Cyclic Meditation, an advanced technique to reduce stress and considerably improve the quality of life. She has been a teacher since 2015. She teaches bhajans, Srimad Bhagawad Gita chanting, and also is a faculty for the YIC conducted at SYVK." 
    },
    {
        "name": "Vishal H S",
        "img" : "./img/Vishal.jpg",
        "desc" : "Yoga Teacher",
        "quote": "Yoga is not about touching your toes, it’s about what you learn on the way down.",
        "about" :"Vishal, true to the advanced power yoga sessions that he takes, is a strong youngster with an ability to connect deeper with his participants through his dynamic practices. He combines the natural skills that he has with the rich experience of his teaching at various schools to get the desired results, whether in rhythmic yoga, artistic yoga or yogic formations. He has been a yoga teacher at various schools and presently is a successful yoga teacher at Chrysalis High Marq, 5H School, Mathikere, and KRLS Patel Rama Reddy English High School, Domlur.  He is also a certified Yoga Referee. He has bagged several awards in yoga competitions at district and state levels.  His name features in the Guinness Book of World Records, 2017 for Shirsasana in front of Vidhanasouda. He conducts personality development sessions for children, and guides them to participate in yoga exams. He has trained lakhs of students for rhythmic and artistic yoga. He conducts special sessions catering to specific conditions/ailments among children."
    }
]
